---
kind: other
id: Properties.T:Autodesk.Revit.DB.LevelAssociationData
source: html/41ffdb00-b2a3-f222-aeec-cada8caae026.htm
---
# LevelAssociationData Properties

Specifies whether the .NET object represents a valid Revit entity.